module.exports={
    getNews(){
        let data=[
            {"title":"11.11提前购 抢370元券",
                "pic":"http://39.107.245.176/images/found/1572501430941.jpg",
                "desc":"鞋类:无限制30、358-60、598-130优惠券 运动:299-20、499-50、799-80优惠券"
            },
            {"title":"1秋冬穿搭法则再差的身材一双靴子就能拯救",
            "pic":"http://39.107.245.176/images/found/1543375837774.jpg",
            "desc":"2018.11.28"
            },
            {"title":"【更新】年末轰趴吸睛穿搭|8套礼盒一键搞定！",
                "pic":"http://39.107.245.176/images/found/1545794198391.gif",
                "desc":"2018.12.26"
            },
            {"title":"刘雯、鹿晗、王嘉尔、青春同款原来都在这里",
                "pic":"http://39.107.245.176/images/found/1541495279892.jpg",
                "desc":"2018.11.8"
            }
    ]
    return data;
}
}
